Repository: danerx77/f1
Catalog: tm/data maps.tmx
Source language: en
Languages: pl

source: BILL: Yeehah!\nThanks, lady! I owe you one!\pSo, did you come to see my\nPOKéMON collection?\pYou didn't?\nThat's a bummer.\pI've got to thank you…\nOh, here, maybe this'll do.
pl: BILL: Jeechę!\nDzięki, mała! Będę ci winien piwo!\pWpadłaś tu zobaczyć\nmoje rzadkie POKéMONY?\pNie?\nNo to szkoda!\pMuszę ci jakoś podziękować…\nOch, dobra, może to pomoże.

# {PLAYER} received an S.S. TICKET from BILL.
source: {PLAYER} received an S.S. TICKET\nfrom BILL.
pl: {PLAYER} dostaje BILET NA PROM\nod BILLA.

source: You've got too much stuff!
pl: Masz za dużo rzeczy!

source: That cruise ship S.S. ANNE is in\nVERMILION CITY.\pI hear there are lots of TRAINERS\non board, too.\pThey invited me to their party, but\nI can't stand fancy do's.\pWhy don't you go instead of me?\nGo on and have a good time.
pl: Liniowiec S.S. ANNA stoi w\nVERMILION CITY.\pPodobno jest tam wielu TRENERÓW,\nchętnych do walki.\pZaprosili mnie na imprezę, ale nie\nznoszę bufonady.\pMoże wybierzesz się tam za mnie?\nRuszaj i baw się dobrze.

source: BILL: Feel like checking out some\nof my rare POKéMON on my PC?\pGo on, check out my PC.
pl: BILL: Chcesz obejrzeć kilka moich\nrzadkich POKéMONÓW na PC?\pDobra, sprawdź w moim PC.

# TELEPORTER is displayed on the PC monitor.
source: TELEPORTER is displayed on the PC\nmonitor.
pl: Na monitorze wyświetlony jest\nTELEPORTER.

# {PLAYER} initiated the TELEPORTER's Cell Separator.
source: {PLAYER} initiated the TELEPORTER's\nCell Separator.
pl: {PLAYER} uruchamia Separator\nKomórek TELEPORTERA.

source: BILL's favorite POKéMON list!
pl: Lista ulubionych POKÓW BILLA!

source: Which POKéMON do you want to see?
pl: Którego POKéMONA obejrzeć?

source: Hi! Remember me?\nI'm one of PROF. OAK's AIDES.\pIf your POKéDEX has complete data\non ten species, I'm supposed to\lgive you a reward.\pPROF. OAK entrusted me with\nHM05 for you.\pSo, {PLAYER}, let me ask you.\pHave you gathered data on at least\nten kinds of POKéMON?
pl: Hej! Pamiętasz mnie?\nJestem jednym z POMOCNIKÓW OAKA.\pJeśli twój POKéDEX zanotował\ndane 10 gatunków, mam dać ci\ppewną nagrodę.\pPROF. OAK powierzył mi do przekazania\nHM05.\pWięc, {PLAYER}, pozwól, że spytam.\pCzy zebrałeś już dane chociaż\n10 gatunków POKéMONÓW?

# {PLAYER} received HM05 from the AIDE.
source: {PLAYER} received HM05\nfrom the AIDE.
pl: {PLAYER} dostaje HM05\nod POMOCNIKA.

source: HM05 contains the hidden move\nFLASH.\pFLASH lights up even the darkest\nof caves and dungeons.
pl: HM05 zawiera ukryty ruch\nBŁYSK.\pBŁYSK oświetla nawet najciemniejsze\njaskinie i lochy.

# Once a POKéMON learns FLASH, you can get through ROCK TUNNEL.
source: Once a POKéMON learns FLASH, you\ncan get through ROCK TUNNEL.
pl: Dzięki BŁYSKOWI będziesz mógł przejść\nprzez TUNEL SKAŁ.

source: A fainted POKéMON just has no\nenergy left to battle.\pIt can still use moves like CUT\noutside of battle.
pl: Zemdlony POKéMON nie ma już\nenergii do walki.\pPotrafi jednak jeszcze używać ruchu\nCIĘCIE poza walką.

source: Many POKéMON live only in forests \nand caves.\pYou need to be persistent and look\neverywhere to get different kinds.
pl: Wiele POKéMONÓW żyje tylko w lasach\ni jaskniach.\pMusisz szukać wszędzie, żeby\nzdobyć różne rodzaje POKéMONÓW.

source: Have you noticed the skinny trees\non the roadside?\pThey can be cut down by a special\nPOKéMON move, I hear.
pl: Czy zauważyłeś małe drzewka\nprzy drodze?\pMogą zostać ścięte za pomocą\nspecjalnego ruchu POKéMONA.

source: Do you know the evolution-cancel\ntechnique?\pWhen a POKéMON is evolving, you\ncan stop the process.\pIt's a technique for raising\nPOKéMON the way they are.
pl: Czy znasz technikę anulowania\newolucji?\pGdy POKéMON ewoluuje, możesz\nzatrzymać ten proces.\pTo technika służąca do trenowania\nPOKéMONÓW takich jakimi są.

source: Are you going to VIRIDIAN FOREST?\nIt's a natural maze in there.\lBe careful you don't get lost.
pl: Wybierasz się do LASU VIRIDIAN?\nTo jeden wielki labirynt.\lUważaj, żeby się nie zgubić.

source: RATTATA may be small, but don't\nunderestimate its wicked bite.\pHave you caught one already?
pl: RATTATA może jest mały, ale\npotrafi mocno ugryźć.\pZłapałeś już sobie jednego?

source: Whew… I better take a rest…\nGroan…\pThat tunnel from CERULEAN takes a\nlot out of you!
pl: Uff… Lepiej sobie odpocznę…\nZiew…\pTen tunel do CERULEAN odpiera\nkupę energii!

# Hey! I saw you in VIRIDIAN FOREST!
source: Hey!\nI saw you in VIRIDIAN FOREST!
pl: O!\nWidziałem cię w LESIE VIRIDIAN!

source: You beat me again!
pl: Znowu przegrałem!

# There are other kinds of POKéMON than the ones you find in forests.
source: There are other kinds of POKéMON\nthan the ones you find in forests.
pl: Jest więcej rodzajów POKéMONÓW,\nniż te, które widziałeś w lesie.

# Hi! I like shorts!pThey're delightfully comfy and easy to wear!
source: Hi!\nI like shorts!\pThey're delightfully comfy and\neasy to wear!
pl: Hej!\nLubię szorty!\pSą bardzo wygodne i\nłatwo się je zakłada!

source: I don't believe it!
pl: Nie wierzę!

source: Are you using a POKéMON CENTER's\nPC for storing your POKéMON?\pEach BOX can hold up to\n30 POKéMON.
pl: Używasz PC w CENTRACH POKéMON,\nby składować swoje POKéMONY?\pKażdy BOKS mieści do \n30 POKéMONÓW.

# Excuse me! You looked at me, didn't you?
source: Excuse me!\nYou looked at me, didn't you?
pl: Przepraszam!\nSpojrzałeś na mnie, tak?

source: You're mean!
pl: Potwór!

# You shouldn't be staring if you don't want to battle!
source: You shouldn't be staring if you\ndon't want to battle!
pl: Nie gap się na mnie, jeśli\nnie chcesz walczyć!

# Are you a TRAINER? Let's get with it right away!
source: Are you a TRAINER?\nLet's get with it right away!
pl: Jesteś TRENEREM?\nNo to zaczynamy!

# If I had new POKéMON, I would've won!
source: If I had new POKéMON, I would've\nwon!
pl: Wygrałbym, gdybym miał nowe\nPOKéMONY!

# If a POKéMON BOX on the PC gets full, just switch to another BOX.
source: If a POKéMON BOX on the PC gets\nfull, just switch to another BOX.
pl: Gdy wypełni się twój BOKS w PC,\nzwyczajnie zmień go na inny.

# That look you gave me… It's so intriguing!
source: That look you gave me…\nIt's so intriguing!
pl: To spojrzenie…\nStrasznie intrygujące!

source: Be nice!
pl: Słodko!

# You can avoid battles by not letting TRAINERS see you.
source: You can avoid battles by not\nletting TRAINERS see you.
pl: Możesz unikać walk, nie dając\nsię spostrzec TRENEROM.

# Hey! You're not wearing shorts! What's wrong with you?
source: Hey! You're not wearing shorts!\nWhat's wrong with you?
pl: Hej! Nie masz na sobie szortów!\nPogrzało cię?

# Lost! Lost! Lost!
source: Lost!\nLost! Lost!
pl: Przegrałem!\nAaa!

# I always wear shorts, even in winter. That's my policy.
source: I always wear shorts, even in\nwinter. That's my policy.
pl: Zawsze noszę szorty, nawet w\nzimie. To moja taktyka.

# I'll battle you with the POKéMON I just caught.
source: I'll battle you with the POKéMON\nI just caught.
pl: Będę walczyć moimi świeżo\nzłapanymi POKéMONAMI!

source: Done like dinner!
pl: I po ptokach!

# Trained POKéMON are stronger than the wild ones.
source: Trained POKéMON are stronger than\nthe wild ones.
pl: Wymienione POKéMONY są silniejsze\nniż te dzikie.

# Eek! Did you touch me?
source: Eek!\nDid you touch me?
pl: Eek!\nDotknąłeś mnie?

source: That's it?
pl: I już?

# ROUTE 4 is at the foot of MT. MOON.
source: ROUTE 4 is at the foot of\nMT. MOON.
pl: DROGA 4 leży u podnóża\nGÓRY MOON.

# ROUTE 3 MT. MOON AHEAD
source: ROUTE 3\nMT. MOON AHEAD
pl: GÓRA MOON NA PÓŁNOC

# Ouch! I tripped over a rocky POKéMON, GEODUDE!
source: Ouch! I tripped over a rocky\nPOKéMON, GEODUDE!
pl: Potknełam się o kamiennego\nPOKéMONA GEODUDE!

# I came to MT. MOON in search of mushroom POKéMON.
source: I came to MT. MOON in search of\nmushroom POKéMON.
pl: Przybyłam na GÓRE MOON szukać\nPOKéMONÓW grzybów.

source: After all I did to catch them!
pl: Po tym co dla nich zrobiłam!

# There might not be any more mushrooms here.pI think I got them all.
source: There might not be any more\nmushrooms here.\pI think I got them all.
pl: Hmmm, może nie ma tu już\nżadnych więcej.\pMoże wyłapałam wszystkie?

# MT. MOON Tunnel Entrance
source: MT. MOON\nTunnel Entrance
pl: GÓRA MOON\nWejście

# ROUTE 4 MT. MOON - CERULEAN CITY
source: ROUTE 4\nMT. MOON - CERULEAN CITY
pl: DROGA 4\nGÓRA MOON - CERULEAN

source: A punch of roaring ferocity!\pPacked with destructive power!\pWhen the chips are down,\nMEGA PUNCH is the ultimate attack!\lYou agree, yes?\pNow!\nLet me teach it to your POKéMON!
pl: Cios grzmiącej srogości!\pOpakowany w destrukcyjną potęgę!\pGdy mają polecieć wióry,\nMEGA PIĘŚĆ to najlepszy atak!\lZgadzasz się ze mną, nie?\pTeraz!\nNauczę tego twego POKéMONA!

# You'll be back when you understand the worth of MEGA PUNCH.
source: You'll be back when you understand\nthe worth of MEGA PUNCH.
pl: Wrócisz, gdy zrozumiesz wartość\nMEGA PIĘŚCI.

# Fine! Which POKéMON will learn it?
source: Fine!\nWhich POKéMON will learn it?
pl: Świetnie!\nKtóry POKéMON to poznać?

source: Now, we are comrades in the way of\npunching!\pYou should go before you're seen\nby the misguided fool who trains\lonly his silly kicking over there.
pl: Teraz, jesteśmy towarzyszami\npięści!\pLepiej już idź, zanim zauważy cię ten\nnieukierunkowany dureń, który uczy\ltylko swojego nędznego kopania.

source: A kick of brutal ferocity!\pPacked with destructive power!\pWhen you get right down to it,\nMEGA KICK is the ultimate attack!\lDon't you agree?\pOkay!\nI'll teach it to your POKéMON!
pl: Kop brutalnej srogości!\pOpakowany w destrukcyjną potęgę!\pGdy wróg ma paść na kolana,\nMEGA KOP to najlepszy atak!\lZgadzasz się ze mną?\pŚwietnie!\nNauczę go twojego POKéMONA!

# You'll come crawling back when you realize the value of MEGA KICK.
source: You'll come crawling back when you\nrealize the value of MEGA KICK.
pl: Przypełzniesz na kolanach, gdy\nzrozumiesz wartość MEGA KOPNIAKA.

# All right! Which POKéMON wants to learn it?
source: All right!\nWhich POKéMON wants to learn it?
pl: Wspaniale!\nKtóry POKéMON chce to poznać?

source: Now, we are soul mates in the way\nof kicking!\pYou should run before you're seen\nby the deluded nitwit who trains\lonly simple punching over there.
pl: Teraz jesteśmy braćmi kierunku\nkopania!\pLepiej już uciekaj, zanim zwiedzie cię\nten ciemniak, który bawi się tylko\lw banalne kuksańce.

source: Oh, wow, that's the BOULDERBADGE!\nYou got it from BROCK, didn't you?\pBROCK is cool. He's not just tough.\nPeople like and respect him.\pI want to become a GYM LEADER\nlike him.
pl: Och, łoł, to ODZNAKA GŁAZU!\nDostałeś ją od BROCKA, prawda?\pBROCK jest świetny. Nie tylko silny.\nLudzie lubią go i szanują.\pChciałbym zostać LIDEREM SALI, tak\njak on.

source: Okay, set six POKé BALLS in my\nbelt…\pYeah, that'll do it. At most, you\ncan have six POKéMON with you.
pl: Okej, sześć POKé BALLI przy\nmoim pasie…\pTak, wystaczy. Maksymalnie, możesz\nmieć ze sobą 6 POKéMONÓW.

source: TEAM ROCKET attacks CERULEAN\ncitizens…\pNot a day goes by without TEAM\nROCKET being in the news.
pl: ZESPÓŁ R atakuje mieszkańców\nCERULEAN…\pNie ma dnia bez ZESPOŁU R\nna nagłówkach gazet.

source: MAN: Hello there, laddie!\nHave I got a deal just for you!\pI'll let you have a secret POKéMON\n- a MAGIKARP - for just ¥500!\pSo, you'll buy it, am I right?
pl: MĘŻCZYZNA: Witaj, chłopcze!\nMam dla ciebie coś specjalnego!\pDam ci tego sekretnego POKéMONA\n- MAGIKARPIA - za jedyne ¥500!\pWięc, kupisz go, mam rację?

source: MAN: Hello there, sweetie pie!\nHave I got a deal just for you!\pI'll let you have a secret POKéMON\n- a MAGIKARP - for just ¥500!\pSo, you'll buy it, am I right?
pl: MĘŻCZYZNA: Witaj, złotko!\nMam coś specjalnego dla ciebie!\pDam ci tego sekretnego POKéMONA\n- MAGIKARPIA - za jedyne ¥500!\pWięc, kupisz go, mam rację?

# {PLAYER} paid an outrageous ¥500 and bought the MAGIKARP…
source: {PLAYER} paid an outrageous ¥500\nand bought the MAGIKARP…
pl: {PLAYER} zapłaca skandaliczną\ncenę ¥500 za MAGIKARPIA…

# No? You say no? I'm only doing this as a favor to you!
source: No? You say no? I'm only doing this\nas a favor to you!
pl: Nie? Mówisz nie? Przecież to\nwielka przysługa!

# There's no more room for any more POKéMON, it looks like.
source: There's no more room for any more\nPOKéMON, it looks like.
pl: Nie masz już chyba miejsca na\nwięcej POKéMONÓW.

source: You'll need more money than that!
pl: Potrzeba ci więcej pieniędzy!

# MAN: Well, I don't give refunds. You knew what you were getting!
source: MAN: Well, I don't give refunds.\nYou knew what you were getting!
pl: MĘŻCZYZNA: Nie przyjmuję zwrotów.\nWiedziałeś co bierzesz!

source: Sometimes, you'll have too many\nPOKéMON with you to add any more.\pIn that case, you should just\nstore some using any PC.
pl: Czasami, możesz mieć zbyt wiele\nPOKéMONÓW, by nosić je ze sobą.\pPowinieneś wtedy przenieść niektóre\nz nich do PC.

source: It's a newspaper.
pl: To jest gazeta.

# UNDERGROUND PATH CERULEAN CITY - VERMILION CITY
source: UNDERGROUND PATH\nCERULEAN CITY - VERMILION CITY
pl: PODZIEMNY TUNEL \nCERULEAN CITY - VERMILION CITY

# I run the DAY-CARE service.pWould you like me to raise one of your POKéMON?
source: I run the DAY-CARE service.\pWould you like me to raise one of\nyour POKéMON?
pl: Prowadzę usługę OPIEKUNA.\pCzy chcesz, bym potrenował twoje\nPOKéMONY?

source: Come again.
pl: Żegnam.

source: Which POKéMON should I raise?
pl: Którego POKéMONA wytrenować?

# Fine. Come anytime you like.
source: Fine.\nCome anytime you like.
pl: Dobrze.\nDo zobaczenia.

# Fine, I'll look after your {STR_VAR_1} for a while.
source: Fine, I'll look after your\n{STR_VAR_1} for a while.
pl: Dobrze, zaopiekuje się\ntwoim {STR_VAR_1}.

source: Come see me in a while.
pl: Do zobaczenia.

# You're back already?pYour {STR_VAR_1} needs to spend some more time with me.
source: You're back already?\pYour {STR_VAR_1} needs to spend\nsome more time with me.
pl: Już wróciłeś?\pTwój {STR_VAR_1} potrzebuje spędzić\nze mną jeszcze chwilkę.

# You owe me ¥{STR_VAR_2} for the return of this POKéMON.
source: You owe me ¥{STR_VAR_2} for the return\nof this POKéMON.
pl: Jesteś mi winien ¥{STR_VAR_2} za zwrot\ntego POKéMONA.

# Thank you! Here's your POKéMON.
source: Thank you!\nHere's your POKéMON.
pl: Dziękuję!\nOto twój POKéMON.

# {PLAYER} got {STR_VAR_1} back from the DAY-CARE MAN.
source: {PLAYER} got {STR_VAR_1} back\nfrom the DAY-CARE MAN.
pl: {PLAYER} odzyskuje {STR_VAR_1}\nod OPIEKUNA.

# Oh? You only have one POKéMON with you.
source: Oh? You only have one POKéMON\nwith you.
pl: Och? Masz tylko jednego\nPOKéMONA.

# If you leave me that POKéMON, what will you battle with?
source: If you leave me that POKéMON,\nwhat will you battle with?
pl: Jeśli zostawisz mi tego\nPOKéMONA, kim będziesz walczył?

source: Your {STR_VAR_1} has grown a lot.\nYes, quite a lot, I'd say.\pLet me see…\nBy level, it's grown by {STR_VAR_2}.\pAren't I great?
pl: Twój {STR_VAR_1} dużo podrósł.\nTak, bardzo dużo.\pNiech zobaczę...\nPoziomami, urósł o {STR_VAR_2}.\pCzyż to nie wspaniałe?

# You can't take this POKéMON back if you've got no room for it.
source: You can't take this POKéMON back\nif you've got no room for it.
pl: Nie możesz wziąć tego POKéMONA,\nnie masz na niego miejsca.

# I'm on guard duty. Gee, I'm thirsty, though!pOh, wait there, the road's closed.
source: I'm on guard duty.\nGee, I'm thirsty, though!\pOh, wait there, the road's closed.
pl: Jestem strażnikiem.\nUf, ale chce mi się pić!\pHej, czekaj, droga jest zamknięta.

# Oh, that TEA… It looks awfully tasty…
source: Oh, that TEA…\nIt looks awfully tasty…
pl: O, ta HERBATA…\nWygląda smacznie…

source: Huh? I can have this drink?\nGee, thanks!\l… …\lGlug, glug…\l… …\lGulp…\lIf you want to go to SAFFRON\lCITY…\l… …\lYou can go on through.\pI'll share this TEA with the other\nguards!
pl: Co? Mogę się jej napić?\nWielkie dzięki!\l… …\lGulp, gulp…\l… …\pGulp…\pJeśli chcesz wejść do SAFFRON\pCITY…\l… …\pMożesz przejść.\pPodziele się tą HERBATĄ z innymi\nstrażnikami!

source: Hi, how's it going?
pl: Hej, jak leci?

# Who's there? Quit listening in on us!
source: Who's there?\nQuit listening in on us!
pl: Kto to?\nPrzestań nas podsłuchiwać!

source: I just can't win!
pl: Nie mogę wygrać!

# Whisper… Whisper…
source: Whisper…\nWhisper…
pl: Szept…\nSzept…

# Excuse me! This is a private conversation!
source: Excuse me!\nThis is a private conversation!
pl: Przepraszam!\nTo prywatna konwersacja!

# Ugh! I hate losing.
source: Ugh!\nI hate losing.
pl: Znowu przegrałam.

source: There aren't many bugs out here.
pl: Nie ma tu wiele robaków.

# No! You're kidding!
source: No!\nYou're kidding!
pl: Co?\nŻartujesz!?

# I like bugs, so I'm going back to VIRIDIAN FOREST.
source: I like bugs, so I'm going back to\nVIRIDIAN FOREST.
pl: Kocham robaki, więc wrócę chyba do\nLASU VIRIDIAN.

# Huh? You want to talk to me?
source: Huh?\nYou want to talk to me?
pl: Co? \nChcesz ze mną pogadać?

# This stinks… I couldn't beat your challenge…
source: This stinks…\nI couldn't beat your challenge…
pl: Przerąbane…\nNie miałem najmniejszych szans…

# I should bring more POKéMON with me. I'll feel safer that way.
source: I should bring more POKéMON with\nme. I'll feel safer that way.
pl: Mogłem wziąć ze sobą więcej\nPOKéMONÓW. To bezpieczniejsze.

# Me? Well, okay. I'll play!
source: Me?\nWell, okay. I'll play!
pl: Ja?\nNo ok. Pobawie się!

source: Things just didn't work…
pl: Zwyczajnie mi nie idzie…

# I want to get stronger. What's your secret?
source: I want to get stronger.\nWhat's your secret?
pl: Chcę być silniejsza.\nJaki masz sekret?

# I've never seen you around. Are you good?
source: I've never seen you around.\nAre you good?
pl: Nigdy cię tu nie widziałem.\nDobry jesteś?

source: You're too good!
pl: Zbyt dobry!

# Are my POKéMON weak? Or, am I just bad?lWhich do you think?
source: Are my POKéMON weak?\nOr, am I just bad?\lWhich do you think?
pl: Czy moje POKI są słabe?\nCzy to ja jestem zły?\lJak myślisz?

# UNDERGROUND PATH CELADON CITY - LAVENDER TOWN
source: UNDERGROUND PATH\nCELADON CITY - LAVENDER TOWN
pl: PODZIEMNY TUNEL \nCELADON CITY - LAVENDER TOWN

# You look good at POKéMON, but how is your chemistry grade?
source: You look good at POKéMON, but how\nis your chemistry grade?
pl: Jesteś niezły w POKéMONY,\na co z twoją oceną z chemii?

# Ow! Meltdown!
source: Ow!\nMeltdown!
pl: O!\nKrach!

source: I am better at school than this!
pl: Jestem lepszy w szkole niż tu!

# All right! Let's play a game!
source: All right!\nLet's play a game!
pl: No dobra!\nZagrajmy w coś!

# Drat! Came up short!
source: Drat!\nCame up short!
pl: Kurka!\nJuż koniec!

source: Things didn't work today.
pl: Nic mi dziś nie wychodzi.

# You should be informed. You need strategy to win at this!
source: You should be informed.\nYou need strategy to win at this!
pl: Powinieneś wiedzieć.\nPotrzebujesz strategii, by wygrać!

source: It's not logical!
pl: To nielogiczne!

# Go with GRIMER first…and… …and…then…
source: Go with GRIMER first…and…\n…and…then…
pl: Najpierw GRIMER…a…a…\na…potem…

source: I like NIDORAN, so I collect them!
pl: Lubię NIDORANY, więc je zbieram!

# Why? Why??
source: Why?\nWhy??
pl: Co?\nCoo!?!

# When POKéMON grow up, they get ugly! They shouldn't evolve.
source: When POKéMON grow up, they get\nugly! They shouldn't evolve.
pl: POKéMONY rosnąc, stają się\nbrzydkie! Nie powinny ewoluować.

source: School is fun, but so are POKéMON.
pl: Szkoła jest fajna, jak POKéMONY.

# You made it clear to me that I should stick with school.
source: You made it clear to me that\nI should stick with school.
pl: Teraz jest dla mnie jasne,\nże lepiej trzymać się szkoły.

source: I was planning on getting some\nfresh air for a change, but…\pWe're stuck here because of the\ngates at SAFFRON.
pl: Planowałem powdychać dla odmiany\ntrochę powietrza, ale…\pNie możemy przejść z uwagi na\nbramy do SAFFRON.

# MEOWTH is so cute, meow, meow, meow!
source: MEOWTH is so cute, meow, meow,\nmeow!
pl: MEOWTH jest słodki, miał,\nmiał!

source: Meeeeyow!
pl: Miiiiiał!

# I think PIDGEY and RATTATA are cute, too!
source: I think PIDGEY and RATTATA are\ncute, too!
pl: Sądzę, że PIDGEY i RATTATA też\ntakie są!

# We must look silly standing here like this.
source: We must look silly standing here\nlike this.
pl: Pewnie głupio wygląda to, gdy\ntak stoimy.

# Look what you did to my poor, cute POKéMON!
source: Look what you did to my poor, cute\nPOKéMON!
pl: Spójrz co zrobiłeś z moimi\nPOKUSIAMI!

source: SAFFRON's gatekeeper won't let us\ngo through.\pI know he's doing his job, but I\nthink he's mean.
pl: Strażnik z SAFFRON nie chce nas\nprzepuścić.\pWiem, że wykonuje tylko polecenia,\nale to niemiłe.

source: I'm a rambling, gaming dude!
pl: Jestem wędrownym graczem!

source: Missed the big chance!
pl: Straciłem szansę!

# Playing games and POKéMON are like eating peanuts! I just can't stop!
source: Playing games and POKéMON are like\neating peanuts! I just can't stop!
pl: Hazard i POKéMONY jest jak jedzenie\norzeszków! Nie mogę przestać!

# What's a cute, round, and fluffy POKéMON?
source: What's a cute, round, and fluffy\nPOKéMON?
pl: Co jest słodkie, okrągłe i\npuchate?

source: Stop!\pDon't be so mean to my CLEFAIRY!
pl: Stop!\pNie bądź taki dla CLEFAIRY!

source: I read that CLEFAIRY evolves when\nit's exposed to a MOON STONE.\pI read that in a POKéMON JOURNAL.\nI wonder if it's true?
pl: Podobno CLEFAIRY ewoluuje w\nzetknięciu z KAMIENIEM KSIĘŻYCA.\pCzytałam tak w DZIENNIKU POKéMON.\nCiekawe, czy to prawda?

# ELI: Twin power is fantastic. Did you know?
source: ELI: Twin power is fantastic.\nDid you know?
pl: ELI: Siła bliźniąt jest\nniesamowita!

# ELI: But… We used our twin power…
source: ELI: But…\nWe used our twin power…
pl: ELI: Ale…\nCo stało się z mocą…

# ELI: I caught my POKéMON with ANNE!
source: ELI: I caught my POKéMON with\nANNE!
pl: ELI: Złapałam moje POKéMONY z\nANNE!

# ELI: We can't battle if you don't have two POKéMON.
source: ELI: We can't battle if you don't\nhave two POKéMON.
pl: ELI: Nie możesz walczyć, tylko z\njednym POKéMONEM.

# ANNE: We'll shock you with our twin power!
source: ANNE: We'll shock you with our twin\npower!
pl: ANNE: Zobaczysz co to potęga\nbliźniaczek!

source: ANNE: Our twin power…
pl: ANNE: Nasza moc…

# ANNE: I'm raising POKéMON with ELI.
source: ANNE: I'm raising POKéMON with\nELI.
pl: ANNE: Trenuję POKéMONY z\nELI.

# ANNE: Hi, hi! Let's battle! But bring two POKéMON.
source: ANNE: Hi, hi! Let's battle!\nBut bring two POKéMON.
pl: ANNE: Hi, hi! Walczmy!\nTylko miej dwa POKéMONY!

source: My bike's acting up, man.
pl: Mój pojazd nawala, koleś.

# Aww, man. I'm not into this.
source: Aww, man.\nI'm not into this.
pl: O, koleś.\nTo nie dla mnie.

# I got grass caught up in my spokes, man.
source: I got grass caught up in my\nspokes, man.
pl: Mam kupę trawy między\nszprychami, koleś.

# Clear the way, or I'll run you down!
source: Clear the way, or I'll run you\ndown!
pl: Odsuń się albo cię\nrozjadę!

source: You for real, kid?
pl: Ty tak serio?

# Don't think you're all special and all just because of this.
source: Don't think you're all special and\nall just because of this.
pl: Nie myśl, że jesteś z tego powodu\njakiś specjalny, czy coś.

# You have POKéMON with you! You're mine!
source: You have POKéMON with you!\nYou're mine!
pl: Masz ze sobą POKéMONY!\nJesteś mój!

source: You deceived me…
pl: Oszukałeś mnie…

source: The tunnel coming up is pitch-black\ninside.\pYou'll need FLASH to get through\nthere.
pl: Ten tunel jest całkowicie\nciemny.\pBędzie ci potrzebny BŁYSK, by\nprzezeń przejść.

# Who's that walking there with those good-looking POKéMON?
source: Who's that walking there with those\ngood-looking POKéMON?
pl: Kto się tam przechadza ze swymi\npięknymi POKéMONAMI?

source: Out like a light!
pl: Zgasła świeczka!

source: Keep walking!
pl: Idź dalej!
